export const books = [
  {
    id: 1,
    title: "Война и мир",
    author: "Лев Толстой",
    cover: "https://i.pinimg.com/736x/b5/1c/eb/b51ceb1aa456b5420d951f3af4462d78.jpg",
    genre: "Классика",
    year: 1869,
    pages: 1225,
    rating: 4.85,
    description: "Эпический роман о судьбах русского общества во время Отечественной войны 1812 года и жизни трёх семей на фоне великих исторических событий."
  },
  {
    id: 2,
    title: "Преступление и наказание",
    author: "Фёдор Достоевский",
    cover: "https://i.pinimg.com/736x/30/a9/36/30a9362c00003ba45ed35eb84a9cd518.jpg",
    genre: "Психологический роман",
    year: 1866,
    pages: 671,
    rating: 4.92,
    description: "Философский роман о нравственных дилеммах и внутреннем конфликте человека, совершившего преступление."
  },
  {
    id: 3,
    title: "Мастер и Маргарита",
    author: "Михаил Булгаков",
    cover: "https://i.pinimg.com/736x/d0/1f/d2/d01fd258d70f69324abc8d6e6548bc0e.jpg",
    genre: "Фантастика / Сатира",
    year: 1967,
    pages: 480,
    rating: 4.95,
    description: "Гениальный роман о добре и зле, любви и предательстве, в котором переплетаются Москва 1930-х и библейские события."
  },
  {
    id: 4,
    title: "1984",
    author: "Джордж Оруэлл",
    cover: "https://i.pinimg.com/736x/0e/45/c2/0e45c2b2014885fb545a2d8f6443f61d.jpg",
    genre: "Антиутопия",
    year: 1949,
    pages: 328,
    rating: 4.89,
    description: "Культовая антиутопия о тоталитарном обществе, где Большой Брат следит за каждым шагом гражданина."
  },
  {
    id: 5,
    title: "Гарри Поттер и Философский камень",
    author: "Дж. К. Роулинг",
    cover: "https://i.pinimg.com/736x/4d/d3/93/4dd3935b607e3dd114ab35c8ca445e06.jpg",
    genre: "Фэнтези",
    year: 1997,
    pages: 432,
    rating: 4.90,
    description: "Первая книга о мальчике, который выжил, и его первом годе в школе волшебства Хогвартс."
  },
  {
    id: 6,
    title: "Анна Каренина",
    author: "Лев Толстой",
    cover: "https://i.pinimg.com/736x/41/fa/6e/41fa6e383d7693364fbf391f294d3316.jpg",
    genre: "Классика",
    year: 1877,
    pages: 864,
    rating: 4.88,
    description: "Трагическая история любви, семьи и общества в России XIX века. «Все счастливые семьи похожи друг на друга...»"
  }
];